const adms = (prefix) => { 
 
// NÃO APAGUE ESSE ${prefix}, não coloque nada ${dentro assim} ISSO SÃO DEFINIÇÕES QUE ESTÁ PUXANDO DO settings.json, da pasta dono, só pode altera a base de tudo, menos as definições, só se quiser apagar a definição completa. 

	return `​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​
	
╠┅⛥┅══⟬𝐁𝚯𝐓⟭══┅═┅═✗
║  ❍𝐌𝐄𝐍𝐔 𝐃𝐄 𝑨𝑫𝑴𝑺❍
╠┅⛥┅══⟬𝐁𝚯𝐓⟭══┅═┅═✗
║
║⏤͟͟͞͞⛥${prefix}abrirgpt/fechargpt
║⏤͟͟͞͞⛥${prefix}kick [@] (pra-remover) 
║⏤͟͟͞͞⛥${prefix}ban (responder-mensagem)
║⏤͟͟͞͞⛥${prefix}promover [@] (promover a adm)
║⏤͟͟͞͞⛥${prefix}rebaixar [@] (rebaixar adm)
║⏤͟͟͞͞⛥${prefix}totag (menciona-algo)
║⏤͟͟͞͞⛥${prefix}grupo f/a
║⏤͟͟͞͞⛥${prefix}nomegp (Nome)
║⏤͟͟͞͞⛥${prefix}status
║⏤͟͟͞͞⛥${prefix}limpar (texto-invisível-gp)
║⏤͟͟͞͞⛥${prefix}atividades (DO-GRUPO)
║⏤͟͟͞͞⛥${prefix}linkgp
║⏤͟͟͞͞⛥${prefix}grupoinfo
║⏤͟͟͞͞⛥${prefix}hidetag (txt) (marcação)
║⏤͟͟͞͞⛥${prefix}marcar (marca tds do gp)
║⏤͟͟͞͞⛥${prefix}marcar2 (marca tds do gp com Wa.me/)
║⏤͟͟͞͞⛥${prefix}anagrama 1 / 0
║⏤͟͟͞͞⛥${prefix}antidocumento 1 / 0  
║⏤͟͟͞͞⛥${prefix}antiloc 1 / 0  
║⏤͟͟͞͞⛥${prefix}anticontato 1 / 0  
║⏤͟͟͞͞⛥${prefix}antilink 1 / 0
║⏤͟͟͞͞⛥${prefix}antilinkhard 1 / 0
║⏤͟͟͞͞⛥${prefix}Antiviewonce 1 / 0
║⏤͟͟͞͞⛥${prefix}antifake 1 / 0
║⏤͟͟͞͞⛥${prefix}bemvindo 1 / 0
║⏤͟͟͞͞⛥${prefix}antiimg 1 / 0
║⏤͟͟͞͞⛥${prefix}antiaudio 1 / 0
║⏤͟͟͞͞⛥${prefix}antivideo 1 / 0
║⏤͟͟͞͞⛥${prefix}leveling 1 / 0  
║⏤͟͟͞͞⛥${prefix}simih 1 / 0
║⏤͟͟͞͞⛥${prefix}simih2 1 / 0
║⏤͟͟͞͞⛥${prefix}fotogp (Marca)
║⏤͟͟͞͞⛥${prefix}descgp (TXT)
║⏤͟͟͞͞⛥${prefix}nomegp (Nome)
║
╠┅⛥┅══⟬𝐁𝚯𝐓⟭══┅═┅═✗

`
}

exports.adms = adms

// NÃO APAGUE ESSE ${prefix}, não coloque nada ${dentro assim} ISSO SÃO DEFINIÇÕES QUE ESTÁ PUXANDO DO settings.json, da pasta dono, só pode altera a base de tudo, menos as definições, só se quiser apagar a definição completa. 