const menulogos = (prefix) => {
  
// NÃO APAGUE ESSE ${prefix}, não coloque nada ${dentro assim} ISSO SÃO DEFINIÇÕES QUE ESTÁ PUXANDO DO settings.json, da pasta dono, só pode altera a base de tudo, menos as definições, só se quiser apagar a definição completa.  
  
  return `​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​
╔┅⛥┅══⟬𝐁𝚯𝐓⟭══┅═┅═✗
║
║     > LOGOS <
║  100% funcionando!! 
║  qualquer error,
║  é dos módulos ou termux 
║ 
╠┅⛥┅══⟬𝐁𝚯𝐓⟭══┅═┅═✗
║     ❍LOGOS TOPS❍
╠┅⛥┅══⟬𝐁𝚯𝐓⟭══┅═┅═✗
║
║⏤͟͟͞͞⛥${prefix}plaq
║⏤͟͟͞͞⛥${prefix}plaq2
║⏤͟͟͞͞⛥${prefix}plaq3
║⏤͟͟͞͞⛥${prefix}plaq4
║⏤͟͟͞͞⛥${prefix}plaq5
║⏤͟͟͞͞⛥${prefix}placaloli (txt)
║⏤͟͟͞͞⛥${prefix}pornhub (txt)
║⏤͟͟͞͞⛥${prefix}escudo (txt)
║⏤͟͟͞͞⛥${prefix}transformer (txt)
║⏤͟͟͞͞⛥${prefix}narutologo (txt)
║⏤͟͟͞͞⛥${prefix}lobometal (txt)   
║⏤͟͟͞͞⛥${prefix}glitch (txt-txt)
║⏤͟͟͞͞⛥${prefix}glitch2 (txt-txt)
║⏤͟͟͞͞⛥${prefix}marvel (txt-txt)
║⏤͟͟͞͞⛥${prefix}stone (txt-txt)
║⏤͟͟͞͞⛥${prefix}space (txt-txt)
║⏤͟͟͞͞⛥${prefix}grafity (txt-txt)
║⏤͟͟͞͞⛥${prefix}steel (txt-txt)
║⏤͟͟͞͞⛥${prefix}america (txt)
║⏤͟͟͞͞⛥${prefix}demongreen (txt)
║⏤͟͟͞͞⛥${prefix}metalgold (txt)
║⏤͟͟͞͞⛥${prefix}shadow (txt)      
║⏤͟͟͞͞⛥${prefix}wetglass (txt)    
║⏤͟͟͞͞⛥${prefix}butterfly (txt)   
║⏤͟͟͞͞⛥${prefix}grass (txt)      
║⏤͟͟͞͞⛥${prefix}folha (txt)   
║⏤͟͟͞͞⛥${prefix}folha2 (txt)      
║⏤͟͟͞͞⛥${prefix}folha3 (txt)      
║⏤͟͟͞͞⛥${prefix}folha4 (txt)      
║⏤͟͟͞͞⛥${prefix}folha5 (txt)      
║⏤͟͟͞͞⛥${prefix}show (txt)        
║⏤͟͟͞͞⛥${prefix}bracelet (txt)    
║⏤͟͟͞͞⛥${prefix}copo (txt)        
║⏤͟͟͞͞⛥${prefix}papel (txt)       
║⏤͟͟͞͞⛥${prefix}madeira (txt)     
║⏤͟͟͞͞⛥${prefix}toxic (txt)       
║⏤͟͟͞͞⛥${prefix}harryp (txt)      
║⏤͟͟͞͞⛥${prefix}glitch (txt)      
║⏤͟͟͞͞⛥${prefix}wooden (txt)      
║⏤͟͟͞͞⛥${prefix}romantic (txt)    
║⏤͟͟͞͞⛥${prefix}Gold (txt)  
║⏤͟͟͞͞⛥${prefix}neon2 (txt)
║⏤͟͟͞͞⛥${prefix}neon3 (txt)   
║⏤͟͟͞͞⛥${prefix}neon4 (txt)  
║⏤͟͟͞͞⛥${prefix}neondevil (txt) 
║⏤͟͟͞͞⛥${prefix}neongreen (txt)
║⏤͟͟͞͞⛥${prefix}8bit (txt)        
║⏤͟͟͞͞⛥${prefix}cemiterio (txt)   
║⏤͟͟͞͞⛥${prefix}googlelogo (txt)  
║⏤͟͟͞͞⛥${prefix}grass (txt)       
║⏤͟͟͞͞⛥${prefix}coffe (txt)       
║⏤͟͟͞͞⛥${prefix}coffe2 (txt)      
║⏤͟͟͞͞⛥${prefix}Lava (txt)
║⏤͟͟͞͞⛥${prefix}Halloween (txt)
║⏤͟͟͞͞⛥${prefix}Neondevil (txt)
║⏤͟͟͞͞⛥${prefix}DemonFire (txt)
║⏤͟͟͞͞⛥${prefix}DemonGreen (txt)
║⏤͟͟͞͞⛥${prefix}Thunderv2 (txt)
║⏤͟͟͞͞⛥${prefix}Thunder (txt)
║⏤͟͟͞͞⛥${prefix}Colaq (txt)
║⏤͟͟͞͞⛥${prefix}Luxury (txt)
║⏤͟͟͞͞⛥${prefix}Berry (txt)
║⏤͟͟͞͞⛥${prefix}Transformer (txt)
║⏤͟͟͞͞⛥${prefix}Matrix (txt)
║⏤͟͟͞͞⛥${prefix}Horror (txt)
║⏤͟͟͞͞⛥${prefix}Nuvem (txt)
║⏤͟͟͞͞⛥${prefix}Neon (txt)
║⏤͟͟͞͞⛥${prefix}NeonTxT (txt)
║⏤͟͟͞͞⛥${prefix}Neon3d (txt)
║⏤͟͟͞͞⛥${prefix}NeonGreen (txt)
║⏤͟͟͞͞⛥${prefix}Neon3 (txt)
║⏤͟͟͞͞⛥${prefix}Neve (txt)
║⏤͟͟͞͞⛥${prefix}Areia (txt)
║⏤͟͟͞͞⛥${prefix}Vidro (txt)
║⏤͟͟͞͞⛥${prefix}Style (txt)
║⏤͟͟͞͞⛥${prefix}Pink (txt)
║⏤͟͟͞͞⛥${prefix}Carbon (txt)
║⏤͟͟͞͞⛥${prefix}Tetalblue (txt)
║⏤͟͟͞͞⛥${prefix}Toxic (txt)
║⏤͟͟͞͞⛥${prefix}Jeans (txt)
║⏤͟͟͞͞⛥${prefix}Ossos (txt)
║⏤͟͟͞͞⛥${prefix}Asfalto (txt)
║⏤͟͟͞͞⛥${prefix}Natal (txt)
║⏤͟͟͞͞⛥${prefix}Joker (txt)
║⏤͟͟͞͞⛥${prefix}Blood (txt)
║⏤͟͟͞͞⛥${prefix}Break (txt)
║⏤͟͟͞͞⛥${prefix}Fiction (txt)
║⏤͟͟͞͞⛥${prefix}3dstone (txt)
║⏤͟͟͞͞⛥${prefix}GameOver (txt)
║⏤͟͟͞͞⛥${prefix}Lapis (txt)
║⏤͟͟͞͞⛥${prefix}Ice (txt)
║⏤͟͟͞͞⛥${prefix}Rainbow (txt)
║⏤͟͟͞͞⛥${prefix}Metalfire (txt)
║
╚┅⛥┅══⟬𝐁𝚯𝐓⟭══┅═┅═✗`
}

exports.menulogos = menulogos

// NÃO APAGUE ESSE ${prefix}, não coloque nada ${dentro assim} ISSO SÃO DEFINIÇÕES QUE ESTÁ PUXANDO DO settings.json, da pasta dono, só pode altera a base de tudo, menos as definições, só se quiser apagar a definição completa. 