const menu = (prefix, horr, datt, numerodn, NickDono) => {
  
// NÃO APAGUE ESSE ${NickDono} nem 
//${numerodn} nem ${NomeDoBot} nem ${prefix} só se quiser apagar completo, não coloque nada ${dentro assim} ISSO SÃO DEFINIÇÕES QUE ESTÁ PUXANDO DO settings.json, da pasta dono, só pode altera a base de tudo, menos as definições, só se quiser apagar a definição completa.  
  
return `​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​
╔┅═┅══⟬𝐁𝚯𝐓⟭══┅═┅═✗
║  ${NomeDoBot}
╚┅═┅══⟬𝐁𝚯𝐓⟭══┅═┅═✗
╔┅═┅══⟬𝐁𝚯𝐓⟭══┅═┅═✗
║
║⏤͟͟͞͞⛥seja bem vindo(a) 
║⏤͟͟͞͞⛥ao menu de comandos
╠┅⛥┅══⟬𝐁𝚯𝐓⟭══┅═┅═✗
║     ❍IMPORTANTE❍
╠┅⛥┅══⟬𝐁𝚯𝐓⟭══┅═┅═✗
║
║⏤͟͟͞͞⛥${prefix}cttdono
║⏤͟͟͞͞⛥${prefix}ip
║⏤͟͟͞͞⛥${prefix}InfoBemvindo
║⏤͟͟͞͞⛥${prefix}Infopalavrão
║⏤͟͟͞͞⛥${prefix}Infolistanegra
║⏤͟͟͞͞⛥${prefix}Infobancarac
║⏤͟͟͞͞⛥${prefix}Infovotação
║⏤͟͟͞͞⛥${prefix}Infocontador
║⏤͟͟͞͞⛥${prefix}Infosorteio
║⏤͟͟͞͞⛥${prefix}Infobot
║⏤͟͟͞͞⛥${prefix}Idiomas
║⏤͟͟͞͞⛥${prefix}Bug (questione)
║⏤͟͟͞͞⛥${prefix}Avalie (o quao bom)
║⏤͟͟͞͞⛥${prefix}Sugestao (dica)
║
╠┅⛥┅══⟬𝐁𝚯𝐓⟭══┅═┅═✗
║     ❍MENU-DE-CMD ❍
╠┅⛥┅══⟬𝐁𝚯𝐓⟭══┅═┅═✗
║
║⏤͟͟͞͞⛥${prefix}Menudono
║⏤͟͟͞͞⛥${prefix}Efeitosimg
║⏤͟͟͞͞⛥${prefix}Menuadm
║⏤͟͟͞͞⛥${prefix}Menupremium
║⏤͟͟͞͞⛥${prefix}Logos
║⏤͟͟͞͞⛥${prefix}Brincadeiras
║⏤͟͟͞͞⛥${prefix}Alteradores
║
╠┅⛥┅══⟬𝐁𝚯𝐓⟭══┅═┅═✗
║     ❍PESQUISA/BAIXAR❍
╠┅⛥┅══⟬𝐁𝚯𝐓⟭══┅═┅═✗
║ 
║⏤͟͟͞͞⛥${prefix}Play (NOME)
║⏤͟͟͞͞⛥${prefix}Play2 (NOME)ME)
║⏤͟͟͞͞⛥${prefix}Playmp4 (NOME)
║⏤͟͟͞͞⛥${prefix}Ytsearch (NOME)
║⏤͟͟͞͞⛥${prefix}Ytmp4 (LINK)
║⏤͟͟͞͞⛥${prefix}Ytmp3 (LINK)
║⏤͟͟͞͞⛥${prefix}tiktok (LINK)
║⏤͟͟͞͞⛥${prefix}Imgpralink (MARCAR)
║⏤͟͟͞͞⛥${prefix}Videopralink (MARCAR-V)
║ 
╠┅⛥┅══⟬𝐁𝚯𝐓⟭══┅═┅═✗
║      ❍INFORMAÇÕES❍
╠┅⛥┅══⟬𝐁𝚯𝐓⟭══┅═┅═✗
║
║⏤͟͟͞͞⛥${prefix}install
║⏤͟͟͞͞⛥${prefix}Ping (velo)
║⏤͟͟͞͞⛥${prefix}Bateria
║⏤͟͟͞͞⛥${prefix}Gitdobot
║⏤͟͟͞͞⛥${prefix}Atividade
║⏤͟͟͞͞⛥${prefix}Rankativo
║⏤͟͟͞͞⛥${prefix}Checkativo @marcar
║⏤͟͟͞͞⛥${prefix}Ranklevel (de todos)
║
╠┅⛥┅══⟬𝐁𝚯𝐓⟭══┅═┅═✗
║         ❍JOGOS❍
╠┅⛥┅══⟬𝐁𝚯𝐓⟭══┅═┅═✗
║
║⏤͟͟͞͞⛥${prefix}Ppt (pedra-papel-tesoura) 
║⏤͟͟͞͞⛥${prefix}Jogodavelha @marca
║⏤͟͟͞͞⛥${prefix}Ttt (jogo da velha) 
║⏤͟͟͞͞⛥${prefix}Cassino
║⏤͟͟͞͞⛥${prefix}Quizanime 1 / 0
║⏤͟͟͞͞⛥${prefix}Quizanimais 1 / 0
║⏤͟͟͞͞⛥${prefix}Anagrama 1 / 0
║
╠┅⛥┅══⟬𝐁𝚯𝐓⟭══┅═┅═✗
║     ❍FIGURINHAS❍
╠┅⛥┅══⟬𝐁𝚯𝐓⟭══┅═┅═✗
║ 
║⏤͟͟͞͞⛥${prefix}Sfundo
║⏤͟͟͞͞⛥${prefix}Csticker
║⏤͟͟͞͞⛥${prefix}Fsticker
║⏤͟͟͞͞⛥${prefix}Sticker
║⏤͟͟͞͞⛥${prefix}Togif
║⏤͟͟͞͞⛥${prefix}Toimg
║
╠┅⛥┅══⟬𝐁𝚯𝐓⟭══┅═┅═✗
║   ❍ATTPS/CMD-DE-TXT❍
╠┅⛥┅══⟬𝐁𝚯𝐓⟭══┅═┅═✗
║
║⏤͟͟͞͞⛥${prefix}Attp  (txt)
║⏤͟͟͞͞⛥${prefix}Ttp (txt)
║
╠┅⛥┅══⟬𝐁𝚯𝐓⟭══┅═┅═✗
║      ❍CMD-BÁSICOS❍
╠┅⛥┅══⟬𝐁𝚯𝐓⟭══┅═┅═✗
║ 
║⏤͟͟͞͞⛥${prefix}Gtts (linguagem)
║⏤͟͟͞͞⛥${prefix}Tagme
║⏤͟͟͞͞⛥${prefix}Emoji
║⏤͟͟͞͞⛥${prefix}Tabela (LETRAS) 
║⏤͟͟͞͞⛥${prefix}Conselhobiblico
║⏤͟͟͞͞⛥${prefix}Simi (fale algo) 
║⏤͟͟͞͞⛥${prefix}Perfil
║⏤͟͟͞͞⛥${prefix}Wallpaperanime
║⏤͟͟͞͞⛥${prefix}Tomp3 
║⏤͟͟͞͞⛥${prefix}Frases
║⏤͟͟͞͞⛥${prefix}Calcular (numero)
║⏤͟͟͞͞⛥${prefix}Fazernick (nick)
║⏤͟͟͞͞⛥${prefix}Bot
║
╚┅═┅══⟬𝐁𝚯𝐓⟭══┅═┅═✗
║⏤͟͟͞͞⛥Prefixo: ⟮•  ${prefix}  •⟯
║⌚⏤͟͟͞͞⛥Hora : ${horr} 
║📅⏤͟͟͞͞⛥Data : ${datt}
║
╔┅═┅══⟬𝐁𝚯𝐓⟭══┅═┅═✗
║      ❍INFO/DONO❍
╚┅═┅══⟬𝐁𝚯𝐓⟭══┅═┅═✗

╔┅═┅══⟬𝐁𝚯𝐓⟭══┅═┅═✗
║
║⏤͟͟͞͞⛥NOME : ${NickDono}
║⏤͟͟͞͞⛥NÚMERO : ${numerodn} 
║
╚┅═┅══⟬𝐁𝚯𝐓⟭══┅═┅═✗

`
}

exports.menu = menu

// NÃO APAGUE ESSE ${NickDono} nem 
//${numerodn} nem ${NomeDoBot} nem ${prefix} só se quiser apagar completo, não coloque nada ${dentro assim} ISSO SÃO DEFINIÇÕES QUE ESTÁ PUXANDO DO settings.json, da pasta dono, só pode altera a base de tudo, menos as definições, só se quiser apagar a definição completa.
